Repository: chgk/db.chgk.info
Catalog: www/sites/all/modules/vk_openapi/translations/*.po
Languages: ru

source: vKontakte API settings
ru: Настройки ВКонтакте API

source: Application ID
ru: ID приложения

source: Enter your Application ID
ru: Введите ID вашего приложения ВКонтакте

source: Secret key
ru: Защищенный ключ

source: Enter your secret key
ru: Введите ваш защищенный ключ

source: Site URL
ru: Адрес сайта

source: Base URL
ru: Базовый домен

source: Show vKontakte button on login form
ru: Выводить кнопку входа через ВКонтакте в форме авторизации

source: Do not add vKontakte button to login form
ru: Не выводить кнопку входа через ВКонтакте в форме авторизации

source: Add vKontakte button to login form
ru: Выводить кнопку входа через ВКонтакте в форме авторизации

source: Frequency of user data refresh
ru: Частота обновления данных пользователя

source: 1 minute
ru: 1 минута

source: 5 minutes
ru: 5 минут

source: 15 minutes
ru: 15 минут

source: 1 hour
ru: 1 час

source: New user settings
ru: Настройки нового пользователя

source: Mask for new user name.
ru: Маска имени нового пользователя

source: You may use following tokens: %first_name, %last_name, %nickname (and %nickname_lq, %nickname_rq for quotes).
ru: Вы можете использовать следующие маски: %first_name, %last_name, %nickname (и %nickname_lq, %nickname_rq для кавычек).

source: Left quote for nickname.
ru: Левая кавычка для никнейма

source: Right quote for nickname.
ru: Правая кавычка для никнейма

source: Allow users unite accounts.
ru: Позволять пользователям объединять аккаунт созданные с помощью кнопки ВКонтакте с существующим аккаунтом

source: Allow users unite own vkontakte account account on Drupal-site.
ru: Позволять пользователям объединять аккаунт созданные с помощью кнопки ВКонтакте с существующим аккаунтом

source: Oblige users to enter e-mail.
ru: Обязать пользователей указывать e-mail

source: If checked then user will receive message with request to enter e-mail.
ru: Если отмечено, пользователь не сможет войти на сайт, пока не укажет свой e-mail

source: Use vkontakte avatar
ru: Использовать аватар из ВКонтакте

source: Don't use
ru: Не использовать

source: Use small avatar
ru: Испольховать маленький аватар

source: Use medium avatar
ru: Испольховать средний аватар

source: Use big avatar
ru: Испольховать большой аватар

source: You should enable pictures support on <a href="@usp">user settings page</a>.
ru: Вы должны включить поддержку аватаров <a href="@usp">на странице настроек</a>.

source: None
ru: Нет

source: Role for new vkontakte user
ru: Роль для нового пользователя

source: You can't use vkontakte avatars because your PHP don't support <a href="http://ru2.php.net/curl">CURL functions</a>.
ru: Вы не можете использовать аватары ВКонтакте так как ваша версия PHP не поддерживает <a href="http://ru2.php.net/curl">функции CURL</a>.

source: Time for e-mail confirmation
ru: Время ожидания подверждения e-mail

source: 1 day
ru: 1 день

source: 7 days
ru: 1 неделя

source: 1 month
ru: 1 месяц

source: Never
ru: Никогда

source: User create error
ru: Ошибка пр создании пользователя

source: New user !name successfully created. Now you should enter your e-mail
ru: Новый пользователь !name успешно создан. Вы должны указать свой email.

source: !name, you successfully logged in via vKontakte account.
ru: !name, вы успешно вошли в систему через свой аккаунт ВКонтакте

source: Error connecting to vkontakte.ru server
ru: Ошибка соединения с сервером ВКонтакте

source: If you already have account you can <a href="@unite">unite their</a>. <a href="@show">Dont show this message again.</a>
ru: Если у вас уже есть аккаунт вы можете <a href="@unite">объединить его с текущим</a>. <a href="@show">Не показывать это сообщение снова.</a>

source: Accounts united! Old user !old_user disabled, new user is !new_user
ru: Аккаунты объединены. Старый аккаунт !old_user выключен, новый пользователь: !new_user

source: You can't unite your account
ru: Вы не можете объединять аккаунты

source: Data saved
ru: Данные сохранены

source: Username
ru: Имя пользователя

source: Using this form you can unite your vkontakte.ru account and old account from this site.
ru: Используя эту форму, вы можете объединить ваш аккаунт ВКонтакте с аккаунтом на этом сайте

source: Password
ru: Пароль

source: Submit
ru: Отправить

source: Incorrect username or password
ru: Неправильное имя пользователя или пароль

source: Enter your e-mail.
ru: Введите ваш e-mail

source: Wrong e-mail
ru: Неверный e-mail

source: A confirmation email has been sent to your new email address. You must follow the link provided in that email within 24 hours in order to confirm the change to your account email address.
ru: На ваш почтовый ящик отправлено письмо. Вы должны перейти по ссылке в письме, иначе ваш аккаунт будет заблокирован

source: Error while sending confirmation e-mail
ru: Ошибка при отправлении письма

source: Account details for !username at !site
ru: Информация о пользователе !username на !site

source: !username, Thank you for registering at !site. Now you should confirm your e-mail by clicking on this link or copying and pasting it in your browser: !confirm_url
ru: !username, Спасибо за регистрацию на !site. теперь вы должны подтвердить ваш e-mail кликнув по этой сслке или скопировав и вставив её в окно браузера: !confirm_url

source: E-mail succesfully confirmed
ru: E-mail успешно подтвержден

source: E-mail confirmation error
ru: Ошибка подтверждения адреса электронной почты

source: You already unite your account with <a href="!url">vkontakte.ru account</a>.
ru: Вы оже объединили вашу учетную запись с <a href="!url">учетной записью на vkontakte.ru</a>.

source: You can unite your current account with your vkontakte.ru account:
ru: Вы можете объединить ваш аккаунт с аккаунтом на vkontakte.ru:

source: vKontakte OpenAPI
ru: ВКонтакте OpenAPI

source: VK
ru: ВКонтакте

source: Allow users to login using their vKontakte accounts
ru: Позволить пользователям входить в систему с помощью аккаунтов ВКонтакте
